brew "wget"
brew "git"
brew "tree"
brew "ripgrep"
brew "jq"
brew "peco"
brew "tmux"
brew "fd"
brew "reattach-to-user-namespace"
brew "ghq"
brew "nodenv"
brew "starship"
brew "gh"
brew "pnpm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "git-delta"
brew "just"
